In [1]:
import pandas as pd 
import numpy as np

In [5]:
Name = ['Mohan', 'Andrea','Sofia','Joe','Virat', 'Abdul']
Score =[93,96,43,47,51,51,90]
print(Name,Score)

['Mohan', 'Andrea', 'Sofia', 'Joe', 'Virat', 'Abdul'] [93, 96, 43, 47, 51, 51, 90]

In [7]:
data ={
    'Name':['Mohan', 'Andrea','Sofia','Joe','Virat', 'Abdul'],
    'Score':[93,96,43,47,51,90]
}
df = pd.DataFrame(data)
df

     Name  Score
0   Mohan     93
1  Andrea     96
2   Sofia     43
3     Joe     47
4   Virat     51
5   Abdul     90

In [13]:
df.shape

(6, 2)

In [14]:
df.max()

Name     Virat
Score       96
dtype: object